Repository: seb1001010010100/libraryforteachers
Catalog: src/Locale/*/default.po
Languages: fr

source: The authors book has been saved.
fr: L'auteur du livre est sauvegarder.

source: The authors book could not be saved. Please, try again.
fr: L'auteur du livre n'a pas sauvegarder. Veuillez recommencer.

source: The authors book has been deleted.
fr: L'auteur du livre est supprimer.

source: The authors book could not be deleted. Please, try again.
fr: L'auteur du livre n'a pas été supprimer. Veuillez recommencer.

source: The author has been saved.
fr: L'auteur a été sauvegarder.

source: The author could not be saved. Please, try again.
fr: L'auteur n'a pas été sauvegarder. Veuillez recommencer.

source: The author has been deleted.
fr: L'auteur a été supprimer.

source: The author could not be deleted. Please, try again.
fr: L'auteur n'a pas pu être supprimé. S'll vous plaît, essayez encore.

source: The books category has been saved.
fr: La catégorie livres a été sauvegardée.

source: The books category could not be saved. Please, try again.
fr: La catégorie livres n'a pas pu être sauvegardée. S'il vous plaît, essayez encore.

source: The books category has been deleted.
fr: La catégorie livres a été supprimée.

source: The books category could not be deleted. Please, try again.
fr: La catégorie livres n'a pas pu être supprimée. S'il vous plaît, essayez encore.

source: The book has been saved.
fr: Le livre a été sauvegarder.

source: The book could not be saved. Please, try again.
fr: Le livre n'a pas pu être sauvegarder. S'il vous plaît, essayez encore.

source: The book has been deleted.
fr: Le livre a été supprimé.

source: The book could not be deleted. Please, try again.
fr: Le livre n'a pas pu être supprimé. S'il vous plaît, essayez encore.

source: The loan has been saved.
fr: Le prêt a été sauvegarder.

source: The loan could not be saved. Please, try again.
fr: Le prêt n'a pas pu être sauvegarder. S'il vous plaît, essayez encore.

source: You must be an active user in order to rent book.
fr: Vous devez être un utilisateur actif afin de louer un livre.

source: The category has been saved.
fr: La catégorie a été enregistré.

source: The category could not be saved. Please, try again.
fr: La catégorie n'a pas pu être sauvegarder. Veuillez réessayer.

source: The category has been deleted.
fr: La catégorie a été supprimé.

source: The category could not be deleted. Please, try again.
fr: La catégorie n'a pas pu être supprimé. Veuillez réessayer.

source: The library rule has been saved.
fr: La règle de la bibliothèque a été enregistrée.

source: The library rule could not be saved. Please, try again.
fr: La règle de la bibliothèque n'a pas pu être enregistrée. S'il vous plaît, essayez encore.

source: The library rule has been deleted.
fr: La règle de bibliothèque a été supprimée.

source: The library rule could not be deleted. Please, try again.
fr: La règle de bibliothèque n'a pas pu être supprimée. S'il vous plaît, essayez encore.

source: The loan has been deleted.
fr: Le prêt a été supprimé.

source: The loan could not be deleted. Please, try again.
fr: Le prêt n'a pas pu être supprimé. S'il vous plaît, essayez encore.

source: The teacher has been registered. An email was sent in order to activate it.
fr: L'enseignant a été enregistré. Un e-mail a été envoyé afin de l'activer.

source: The teacher could not be saved. Please, try again.
fr: L'enseignant n'a pas pu être sauvegarder. S'il vous plaît, essayez encore.

source: The teacher has been saved.
fr: Le professeur a été sauvegarder.

source: The teacher has been deleted.
fr: Le professeur a été supprimé.

source: The teacher could not be deleted. Please, try again.
fr: L'enseignant n'a pas pu être supprimé. S'il vous plaît, essayez encore.

source: The user has been saved.
fr: L'utilisateur a été sauvegarder.

source: The user could not be saved. Please, try again.
fr: L'utilisateur n'a pas pu être sauvegarder. S'il vous plaît, essayez encore.

source: The user has been deleted.
fr: L'utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr: L'utilisateur n'a pas pu être supprimé. S'il vous plaît, essayez encore.

source: Your username or password is incorrect.
fr: Votre nom d'utilisateur ou mot de passe est incorrect.

source: The confirmation mail was resent.
fr: Le courrier de confirmation a été renvoyé.

source: The confirmation mail could not be resent.
fr: Le courrier de confirmation n'a pas pu être renvoyé.

source: New Author
fr: Nouvel auteur

source: List Books
fr: Liste des livers

source: New Book
fr: Nouveau livre

source: List Authors
fr: Liste des auteurs

source: Add Author
fr: Ajouté un auteur

source: Submit
fr: Envoyé

source: Delete
fr: Supprimer

source: Are you sure you want to delete # {0}?
fr: Voulez-vous vraiment supprimer # {0}?

source: Edit Author
fr: Édité l'auteur

source: Authors
fr: Auteurs

source: View
fr: Vue

source: Edit
fr: Éditer

source: first
fr: premier

source: previous
fr: précédent

source: next
fr: prochain

source: last
fr: dernier

source: Delete Author
fr: Supprimer Auteur

source: First Name
fr: Nom

source: Surname
fr: Surnom

source: Book Title
fr: Titre du livre

source: Date Of Publication
fr: Date de publication

source: Status
fr: Statut

source: Available
fr: Disponible

source: Rented
fr: Loué

source: List Loans
fr: Liste Des Prèts

source: New Loan
fr: Nouveau Près

source: List Categories
fr: Liste Des Catégories

source: New Category
fr: Nouvelle Catégorie

source: Add Book
fr: Ajouté Un Livre

source: Edit Book
fr: Édité Un Livre

source: Books
fr: Livres

source: Rent
fr: Louer

source: Rent this books?
fr: Louer ce livres?

source: Cancel
fr: Annuler

source: Delete Book
fr: Supprimer Livre

source: Categories
fr: Catégories

source: Add Category
fr: Ajout D'une Catégorie

source: Edit Category
fr: Éditer Catégorie

source: Delete Category
fr: Supprimer Catégories

source: Resend Confirmation Mail
fr: Renvoyer le courrier de confirmation

source: Account
fr: Compte

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Register
fr: S'inscrire

source: Error
fr: Erreur

source: Back
fr: Retour

source: List Library Rules
fr: Liste des règles de la librairie

source: Add Library Rule
fr: Ajout d'une règle de la librairie

source: Edit Library Rule
fr: Édité une règle de la librairie

source: New Library Rule
fr: Nouvelle règle de la librairie

source: Library Rules
fr: Règle De La Librairie

source: Delete Library Rule
fr: Supprimer une règle de la librairie

source: Id
fr: Identifiant

source: Overdue Daily Fine
fr: Amende De Retard Par Jour

source: Created
fr: Créer

source: Modified
fr: Modifié

source: List Teachers
fr: Liste Des Professeurs

source: New Teacher
fr: Nouveau Professeur

source: Add Loan
fr: Ajouté D'un Près

source: Edit Loan
fr: Éditer Un Près

source: Loans
fr: Près

source: Delete Loan
fr: Supprimer Près

source: Teacher
fr: Professeur

source: Book
fr: Livre

source: Amount Of Fine
fr: Prix Due

source: Date Issued
fr: Date de location

source: Date Due For Return
fr: Date De Retour

source: Date Returned
fr: Date De Retour

source: List Users
fr: Liste des utilisateurs

source: New User
fr: Nouvel Utilisateur

source: Add Teacher
fr: Ajout d'un professeur

source: Edit Teacher
fr: Éditer Professeur

source: Teachers
fr: Professeurs

source: Delete Teacher
fr: Supprimer Professeur

source: Last Name
fr: Nom De Famille

source: Address
fr: Adresse

source: Email
fr: Courriel

source: Other Details
fr: Autre Détails

source: Phone Number
fr: Numéro De Téléphone

source: Related Loans
fr: Près Du Professeur

source: Add User
fr: Ajout D'un Utilisateur

source: Edit User
fr: Éditer Un Utilisateur

source: Users
fr: Utilisateurs

source: Delete User
fr: Supprimer Utilisateur

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot De Passe

source: Related Teachers
fr: Professeur En Relation

source: User Id
fr: Identifiant d'utilisateur

source: The requested address {0} was not found on this server.
fr: L'adresse {0} n'a pas été trouver sur le serveur.

source: An Internal Error Has Occurred
fr: Un erreur interne s'est produit

source: You are not authorized to access that location.
fr: Vous n'êtes pas autorisé a accéder a cette adresse.

source: Not Found
fr: Pas Trouvé

source: An Internal Error Has Occurred.
fr: Un erreur interne s'est produit.

source: The requested file contains `..` and will not be read.
fr: Le fichier contiens `..` et ne va pas être lue.

source: The requested file was not found
fr: Le fichier demandé n'a pas été trouvé

source: {0} from now
fr: {0} à partir de maintenant

source: {0} ago
fr: depuis

source: {0} after
fr: après

source: {0} before
fr: avant

source: just now
fr: vient juste

source: about a second ago
fr: il y a une seconde

source: about a minute ago
fr: il y a une minute

source: about an hour ago
fr: il y a une heure

source: about a day ago
fr: il y a un jour

source: about a week ago
fr: il y a une semaine

source: about a month ago
fr: il y a un mois

source: about a year ago
fr: environs un ans de cela

source: in about a second
fr: dans environs une seconde

source: in about a minute
fr: dans environ une minute

source: in about an hour
fr: dans environs une heure

source: in about a day
fr: dans environs une journée

source: in about a week
fr: dans environs une semaine

source: in about a month
fr: dans environs un mois

source: in about a year
fr: dans environs un ans

source: today
fr: aujourd'hui

source: {0} year
fr: {0} année

source: {0} month
fr: {0} mois

source: {0} week
fr: {0} semaine

source: {0} day
fr: {0} jour

source: {0} hour
fr: {0} heure

source: {0} second
fr: {0} seconde

source: This value is already in use
fr: Cette valeur est déjà utilisé

source: This value does not exist
fr: Cette valeur n'existe pas

source: The count does not match {0}{1}
fr: Le calcule ne match pas {0}{1}

source: and
fr: et

source: This field is required
fr: Ce champ est requis

source: This field cannot be left empty
fr: Ce champ ne peu pas être laissé vide

source: The provided value is invalid
fr: La valeur donné est invalide

source: Edit {0}
fr: Édité {0}

source: New {0}
fr: Nouveau {0}

source: Home
fr: Acceuil

source: January
fr: Janvier

source: February
fr: Fevrier

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Aout

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Decembre
